app/controllers/static_pages_controller.rb

SELECT "heros".* FROM "heros"
---
  def home
  	@heroes = Hero.all